const aboutcontent =[//关于我们的文本内容
    // {
    //     title:"//我们是谁",
    //     content:"<div class='content_inner'>“我们是谁”这个问题，是一个非常抽象也可能非常具象的问题。从宏观且符合大众的认知的角度来回答，我们是极客峰会的运营方，我们是学生&极客，不属于任何一方利益，我们只携极客峰会的初衷去为更多极客服务。我们是你，是极客，只不过是第一批站出来的极客。未来的你，也是我们。</div>"
    // },
    {
        id:1,
        title:"//我们的初衷",
        content:"<div class='content_inner'>极客峰会是重庆邮电大学建校71周年以来，第一次完全由本科生技术团队主导组织举办的技术交流分享会。在这里不仅仅有思维的不停碰撞，更有能力的再次突破。我们始终秉承一点，极客峰会只做纯粹的“技术分享”，不做客套的、俗气的、与技术不相关的、任何大费周折却益处不大的事情，来到我们这里的人，只有一个身份，极客。</div><div class='content_inner'>第一届极客峰会，将由重庆邮电大学双创学院和重庆邮电大学暂定共同主办，暂定承办。并且，往后每一届将由重邮本科生技术团队自主承办，如果您和您的团队对承办下一届极客峰会感兴趣，欢迎通过下方联系方式，与平台运营方取得进一步联系。我们非常欢迎并且诚挚邀请您，加入我们！</div>"
    },
    {
        id:2,
        title:"//我们的目标",
        content:"<div class='content_inner'>极客峰会将为重庆邮电大学校内任何对技术（不仅限互联网技术）感兴趣的个人或团队，提供一个长期运转并持续聚能的优质交流平台。我们的目标是将重邮优秀的技术人才更进一步聚拢，帮助这些优秀技术人才（我们称为极客）迈出技术交流的第一步。我们始终相信，交流带来思维的碰撞，思维碰撞会带来更进一步能力的提升，能力提升又会诱发新的思维碰撞，那么就会进入一种良性正循环。那么我们的目标则达到了。</div><div class='content_inner'>言简意赅，我们的目标，帮助越来越多的极客越来越优秀。希望能和优秀的你，一起改变世界！</div>"
    },
    {
        id:3,
        title:"//不仅是峰会",
        content:"<div class='content_inner'>极客峰会是我们前期线下的重要载体，它通过线下联动方式将大家紧紧聚拢在一起，一起分享每位极客在各自领域内捕捉到的有趣且有价值的知识。我们不限制极客所分享的知识类型，只有这么一个简单原则“符合社会主义核心价值观、合法合规且促进极客峰会良性发展”。</div><div class='content_inner'>不仅仅是峰会论坛，你可以将它视为一个平台，一个扩大自己认知边界和能力边界的平台。你可以通过这个平台找到自己感兴趣的方向，寻找下一个学习方向，结识更多朋辈极客，接触更多技术机遇和拥抱更多资源。</div><div class='content_inner'>未来，极客峰会将会演替更多形态，但始终围绕“极客“服务，只做纯粹的、促进技术进步的事情。如若您对未来极客峰会的发展有更多想法，我们非常欢迎您加入我们。</div><div class='content_inner'>我们能提供的这些机遇和资源，都是难得的。</div>"
    },
    {
        id:4,
        title:"//成长计划",
        content:"<div class='content_inner'>极客峰会一年举办两次。正常情况下，一学期一次，预计在每学期期中后举办。<br/>如何成为一名极客？<br/>我们会不定时预告且开放极客申请入口，你可以通过点击极客申请，根据相关提示完成极客注册流程。同样的，我们会不定时开展线上或线下的极客交流会。</div><div class='content_inner'>更多成长计划正在完善，请尽情期待。</div><div class='content_inner'>我们为极客提供什么？<br/><ol><li>在往后将召开的极客峰会中，我们会优先为极客提供参会资格</li><li>极客享有极客分享资格（即在极客峰会上做分享），而普通观众不具备该资格。</li><li>日后我们不仅仅举办极客峰会该种活动，我们会邀请更多不同领域内的专家或资深人士为更多技术爱好者举办分享会，而我们的极客们将享 有此类活动的优先参加权。</li></ol></div> "
    }
]

const valuescontent =[
    {
        id:1,
        title:"价值观",
        content:"<div class='content_inner'>我们认为，身处技术迭代如此迅速的这么个时代，我们最有效的进步，就是应该走出自己的舒适圈和边界，勇于将自己所掌握或所渴望掌握的 知识表达出来。通过与相同领域和不同领域的人进行思维碰撞，诞生出新的灵感，从而进步得更快。因此我们的目标是创造一个可以让作为极 客的你，可以完全表达自我，可以和更多极客进行技术交流的，这么纯粹的一个平台。</div><div class='content_inner'>我们不会干预每个极客团队或极客个人的未来发展方向，更不会强制要求每位极客顺从我们的意志去改变自己的意志。我们只做一件事，提供 平台。但同样的，如若需要享有我们的平台资源，应需遵守我们的简单原则。我们鼓励每位极客去追求“独立”与“个性”，但不允许破坏性 的东西出现。</div><div class='content_inner'>我们的机制为什么可以这么灵活？因为我们的目标是为一位位的极客提供进步机遇与资源，为了实现这个目标，我们每一步就得以极客为主， 尽可能做到最好。</div>"
    }
]

const geekSharing = [
    {
        id:1,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:2,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:3,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:4,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:5,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:6,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:7,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:8,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:9,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:10,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:11,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    },
    {
        id:12,
        title: "暂定",
        name:"暂定",
        from:"暂定"
    }
    
]
const faq =[
    {
        Q:"只有申请成为极客，才能来参加极客峰会吗？",
        A:`<div>A:当然不是！我们欢迎任何人来参加聆听我们的极客分享，并从中寻找灵感。但如果你想分享自己的极客知识，那需要成为一名极客。如果你想了解或加入我们，点击<a href="${window.location.origin+'#/about'}">成长计划</a>了解更多。</div>`
    },
    {
        Q:"成为一名极客，会为我带来什么效益？",
        A:`<div>A:我们不会带任何功利性质去开展任何工作，你可以理解为公益性平台。如果你想了解成为极客对自己的未来发展有何益处，请点击<a href="${window.location.origin+'#/about'}">成长计划</a>了解更多。</div>`
    },
    {
        Q:"极客峰会是一个组织或是部门吗？",
        A:"<div>A:不，极客峰会不是一个组织或部门，它是以线下技术交流会为主的人才汇聚平台。它不具备任何实体载体，完全由极客们自主运营。所有极客聚集在这个平台，每位极客都具备很大程度的主观能动性，只为纯粹的技术交流与共进步。</div>"
    }
]
export {
    aboutcontent,
    valuescontent,
    geekSharing,
    faq
}