const aboutContext =[//关于我们的文本内容
    {
        title:"//我们是谁",
        context:"<div>“我们是谁”这个问题，是一个非常抽象也可能非常具象的问题。从宏观且符合大众的认知的角度来回答，我们是极客峰会的运营方，我们是学生&极客，不属于任何一方利益，我们只携极客峰会的初衷去为更多极客服务。我们是你，是极客，只不过是第一批站出来的极客。未来的你，也是我们。</div>"
    },
    {
        title:"//我们的初衷",
        context:"<div>极客峰会是重庆邮电大学建校71周年以来，第一次完全由本科生技术团队主导组织举办的技术交流分享会。在这里不仅仅有思维的不停碰撞，更有能力的再次突破。我们始终秉承一点，极客峰会只做纯粹的“技术分享”，不做客套的、俗气的、与技术不相关的、任何大费周折却益处不大的事情，来到我们这里的人，只有一个身份，极客。第一届极客峰会，将由重庆邮电大学双创学院和重庆邮电大学红岩网校工作站共同主办，红岩网校工作站承办。并且，往后每一届将由重邮本科生技术团队自主承办，如果您和您的团队对承办下一届极客峰会感兴趣，欢迎通过下方联系方式，与平台运营方取得进一步联系。我们非常欢迎并且诚挚邀请您，加入我们！</div>"
    },
    {
        title:"//我们的目标",
        context:"<div>极客峰会将为重庆邮电大学校内任何对技术（不仅限互联网技术）感兴趣的个人或团队，提供一个长期运转并持续聚能的优质交流平台。我们的目标是将重邮优秀的技术人才更进一步聚拢，帮助这些优秀技术人才（我们称为极客）迈出技术交流的第一步。我们始终相信，交流带来思维的碰撞，思维碰撞会带来更进一步能力的提升，能力提升又会诱发新的思维碰撞，那么就会进入一种良性正循环。那么我们的目标则达到了。<br/>言简意赅，我们的目标，帮助越来越多的极客越来越优秀。希望能和优秀的你，一起改变世界！</div>"
    },
    {
        title:"//不仅是峰会",
        context:"<div>极客峰会是我们前期线下的重要载体，它通过线下联动方式将大家紧紧聚拢在一起，一起分享每位极客在各自领域内捕捉到的有趣且有价值的知识。我们不限制极客所分享的知识类型，只有这么一个简单原则“符合社会主义核心价值观、合法合规且促进极客峰会良性发展”。<br/>不仅仅是峰会论坛，你可以将它视为一个平台，一个扩大自己认知边界和能力边界的平台。你可以通过这个平台找到自己感兴趣的方向，寻找下一个学习方向，结识更多朋辈极客，接触更多技术机遇和拥抱更多资源。<br/>未来，极客峰会将会演替更多形态，但始终围绕“极客“服务，只做纯粹的、促进技术进步的事情。如若您对未来极客峰会的发展有更多想法，我们非常欢迎您加入我们。<br/>我们能提供的这些机遇和资源，都是难得的。</div>"
    },
    {
        title:"//成长计划",
        context:"<div>极客峰会一年举办两次。正常情况下，一学期一次，预计在每学期期中后举办。<br/>如何成为一名极客？<br/>我们会不定时预告且开放极客申请入口，你可以通过点击极客申请，根据相关提示完成极客注册流程。同样的，我们会不定时开展线上或线下的极客交流会。<br/>更多成长计划正在完善，请尽情期待。<br/>我们为极客提供什么？<br/><ol><li>极客享有极客分享资格（即在极客峰会上做分享），而普通观众不具备该资格。</li><li>.日后我们不仅仅举办极客峰会该种活动，我们会邀请更多不同领域内的专家或资深人士为更多技术爱好者举办分享会，而我们的极客们将享有此类活动的优先参加权。</li></ol></div> "
    }
]

export {
    aboutContext
}